Repository: NylaWoethief/polymorphable
Catalog: mods/polymorphable/languages/data.*.po
Languages: sk

source: Carrot
sk: Mrkva

source: Restore 4 HP
sk: Obnoví 4 HP

source: Watermelon
sk: Melón

source: Restore 4 MP
sk: Obnoví 4 MP

source: Bomb
sk: Bomba

source: Plant a 3-second bomb
sk: Umiestni 3-sekundovú bombu

source: Gold
sk: Zlat.

source: Leather Armor
sk: Kožená zbroj

source: Knife
sk: Nôž

source: Just a kitchen knife
sk: Obyčajný kuchynský nôž

source: Hero's Sword
sk: Hrdinov meč

source: The sword of the ancient hero
sk: Meč dávneho hrdinu

source: Skeleton Key
sk: Skupinový kľúč

source: Unlocks a door in the Volcano
sk: Odomyká dvere v sopke

source: Fairy Flower
sk: Vílí kvet

source: Return this flower to Elder Thomas
sk: Tento kvet doneste staršinovi Tomášovi

source: Bat Talisman
sk: Netopierí talizman

source: Use to transform into a bat and fly
sk: Použitím sa premeníte na netopiera so schopnosťou letu

source: Snake Talisman
sk: Hadí talizman

source: Use to transform into a snake and spit acid at enemies and switches
sk: Použitím sa premeníte na hada so schopnosťou pľuť kyselinu na nepriateľov a prepínače

source: Ghost Talisman
sk: Talizman ducha

source: Use to transform into a ghost and pass through flame
sk: Použitím sa premeníte na ducha so schopnosťou prechodu cez oheň

source: Half of Juggernaut Talisman
sk: Polovica talizmanu molocha

source: Bring to the Village Elder to create the Juggernaut Talisman
sk: Doneste ju staršinovi dediny, aby mohol vyrobiť talizman molocha

source: Juggernaut Talisman
sk: Talizman molocha

source: Transform into a mighty juggernaut
sk: Premeníte sa na mocného molocha

source: Body
sk: Trup

source: Consumable
sk: Spotrebný predmet

source: Gem
sk: Drahokam

source: Main Hand
sk: Hlavná ruka

source: Quest Item
sk: Predmet úlohy

source: Low
sk: Nízka

source: Normal
sk: Normálna

source: High
sk: Vysoká

source: Epic
sk: Veľkolepá

source: Unique
sk: Unikátna

source: Swing
sk: Švih

source: Basic melee attack
sk: Základný útok zblízka

source: Crush
sk: Náraz

source: Knock your enemy back
sk: Odhodí nepriateľa dozadu

source: Lightning Storm
sk: Búrka

source: Three lightning bolts strike randomly around you
sk: Na náhodných miestach okolo vás udrú tri blesky

source: Shield
sk: Štít

source: Create a force field that absorbs damage
sk: Vytvorí silové pole pohlcujúce zranenie

source: Haste
sk: Zhon

source: Double run and attack speed for 8 seconds
sk: Dvojnásobná rýchlosť behu a útoku na 8 sekúnd

source: Cleave
sk: Sek

source: Attack all enemies in a wide arc
sk: Zaútočí na všetkých nepriateľov v širokom oblúku

source: Leech Strike
sk: Parazitný úder

source: Turn 50% of damage you deal into HP
sk: Premení 50 % zranenia, ktoré spôsobíte, na HP

source: Stun Strike
sk: Omráčenie

source: Stun an enemy for 3 seconds
sk: Omráči nepriateľa na 3 sekundy

source: Ice Blast
sk: Ľadový výbuch

source: Slow nearby enemies for 5 seconds
sk: Spomalí blízkych nepriateľov na 5 sekúnd

source: Shoot (enemy)
sk: Strela (nepriateľ)

source: Drop a bomb that does 5 damage when it explodes.
sk: Položí bombu, ktorá po výbuchu spôsobí 5 bodov zranenia.

source: Explode (npc)
sk: Výbuch (npc)

source: Damages nearby enemies
sk: Zraní blízkych nepriateľov

source: flametrap (trap)
sk: Ohnivá pasca (pasca)

source: Plant a 3-second bomb.
sk: Umiestni 3-sekundovú bombu

source: Holy Sword
sk: Svätý meč

source: Deal two damage to all enemies on-screen
sk: Spôsobí dva body zranenia všetkým nepriateľom na obrazovke

source: Summon Bat (enemy)
sk: Vyvolanie netopiera (nepriateľ)

source: Fire Bomb (enemy)
sk: Ohnivá bomba (nepriateľ)

source: Drop a bomb that does 10 damage when it explodes to the whole screen.
sk: Položí bombu, ktorá po výbuchu spôsobí 10 bodov zranenia všetkému na obrazovke.

source: Firebomb Explosion (enemy)
sk: Výbuch ohnivej bomby (nepriateľ)

source: Explode (enemy)
sk: Výbuch (nepriateľ)

source: Enemy Beacon
sk: Privolanie nepriateľov

source: Bring other enemies into the fight with a dummy attack
sk: Nepravý útok na privolanie ostatných nepriateľov do boja

source: Disenchant
sk: Zvrátiť premenu

source: Transform back to human
sk: Premeníte sa naspäť na človeka

source: Fire Immunity
sk: Imunita voči ohňu

source: Transform into Bat
sk: Premena na netopiera

source: Turn into a bat
sk: Premení vás na netopiera

source: Transform into Snake
sk: Premena na hada

source: Turn into a spitting snake
sk: Premení vás na pľuvajúceho hada

source: Spit Acid
sk: Pľuť kyselinu

source: Spit Fire
sk: Pľuť oheň

source: Transform into Ghost
sk: Premena na ducha

source: Turn into a ghost
sk: Premení vás na ducha

source: Transform into Juggernaut
sk: Premena na molocha

source: Turn into a powerful knight for a short time
sk: Na krátku dobu vás premení na silného rytiera

source: Transform into Squirrel
sk: Premena na veveričku

source: Turn into a squirrel
sk: Premení vás na veveričku

source: Fire
sk: Oheň

source: Ice
sk: Ľad

source: Earth
sk: Zem

source: Wind
sk: Vietor

source: Adventurer
sk: Dobrodruh

source: Daphne
sk: Dafné

source: Chameleon
sk: Chameleón

source: Girl
sk: Dievča

source: Bat
sk: Netopier

source: Beetle
sk: Chrobák

source: Combat Dummy
sk: Bojová figurína

source: Daphne's Shadow
sk: Tieň Dafné

source: Firebat
sk: Ohnivý netopier

source: Fire Bomb
sk: Ohnivá bomba

source: Fire Skeleton
sk: Ohnivý kostlivec

source: Ghost
sk: Duch

source: Giant Fire Skeleton
sk: Veľký ohnivý kostlivec

source: Giant Ghost
sk: Veľký duch

source: Juggernaut
sk: Moloch

source: Ruby Snake
sk: Rubínový had

source: Skeleton
sk: Kostlivec

source: Skeleton Knight
sk: Rytiersky kostlivec

source: Skeleton Mage
sk: Čarodejnícky kostlivec

source: Slime
sk: Sliz

source: Snake
sk: Had

source: Venom Bat
sk: Jedovatý netopier

source: Zalkaz, Bane of Laurelia
sk: Zalkaz, skaza Laurelie

source: Barracks
sk: Kasárne

source: Secret Basement
sk: Tajná pivnica

source: Secret Cavern
sk: Tajná jaskyňa

source: Chest
sk: Truhlica

source: Hidden Waterway
sk: Skrytá vodná cesta

source: You found the switch key in a barrel!
sk: V sude ste našli prepínací kľúč!

source: Suspicious Barrel
sk: Podozrivý sud

source: An empty chest!
sk: Truhlica je prázdna!

source: There's a key-shaped hole in this rock.
sk: V kameni je otvor v tvare kľúča.

source: Strange Rock
sk: Zvláštny kameň

source: "Leftover material from blasting is unstable due to cave-ins! Do not approach!"
sk: „Zvyšný materiál z trhacích prác je v dôsledku závalov nestabilný! Nepribližovať sa!“

source: Sign
sk: Značka

source: Sewer
sk: Kanál

source: FENCES ARE FOR YOUR PROTECTION. DO NOT OPEN GATES.
sk: PLOTY SÚ PRE VAŠU OCHRANU. NEOTVÁRAJTE BRÁNY.

source: Signpost
sk: Smerová značka

source: There is a strange groove in this rock
sk: V tomto kameni je zvláštna vyhĺbenina

source: Sanctuary
sk: Útočisko

source: You must defeat your shadow!
sk: Musíte poraziť svoj tieň!

source: Fountain
sk: Fontána

source: The switch key fits into the hole in this rock!
sk: Prepínací kľúč pasuje do otvoru v tomto kameni!

source: Dusty Diary
sk: Zaprášený denník

source: Moldy Diary
sk: Plesnivý denník

source: Yellowed Diary
sk: Zažltnutý denník

source: Underground Lake
sk: Podzemné jazero

source: Ambushed!
sk: Prepad!

source: Castle Entry
sk: Vchod do hradu

source: Castle Atrium
sk: Átrium hradu

source: Castle Basement
sk: Suterén hradu

source: Violent bombs ahead!
sk: Pred vami sú silné bomby!

source: Destroy them from afar to defuse them!
sk: Zneškodnite ich útokom z diaľky!

source: Castle Balcony
sk: Balkón hradu

source: TRAPPED!
sk: PASCA!

source: Castle Ballroom
sk: Tanečná sála hradu

source: Castle Sewer
sk: Hradná stoka

source: Castle Path
sk: Cesta k hradu

source: Cavern
sk: Jaskyňa

source: Carrots
sk: Mrvky

source: Unmarked Grave
sk: Neoznačený hrob

source: Church
sk: Kostol

source: Daphne's House
sk: Dom Dafné

source: Elder's House
sk: Dom staršinu

source: A secret passage!
sk: Tajná chodba!

source: Glade
sk: Čistina

source: Granary
sk: Sýpka

source: Inn, 1st Floor
sk: Hostinec, 1. podlažie

source: Inn, 2nd Floor
sk: Hostinec, 2. podlažie

source: You've fallen in a hole!
sk: Spadli ste do diery!

source: You should travel east first. Remember to speak with the Elder when you return.
sk: Najprv sa vydajte na východ. Keď sa vrátite, nezabudnite hovoriť so staršinom.

source: Library
sk: Knižnica

source: p.32: "Ghosts, being incorporeal, are nearly immune to heat and fire."
sk: s.32: „Duchovia, nehmotné bytosti, sú takmer úplne odolní voči teplu a ohňu.“

source: On Ghosts
sk: O duchoch

source: p.1: "This small town is a seeming backwater. However, nearly every one of it's citizens has the ability to polymorph into another creature." Better put it back on the top shelf where the tourists can't find it.
sk: s.1. „Toto mestečko sa na prvý pohľad javí ako zapadákov. Takmer každý jeho obyvateľ však má schopnosť premeniť sa na nejaké stvorenie.“ Radšej to položím naspäť na hornú poličku, kde to nenájdu turisti.

source: History of Laurelia
sk: História Laurelie

source: Deomonology
sk: Démonológia

source: Market
sk: Obchod

source: Market Basement
sk: Pivnica obchodu

source: Mountain Path
sk: Horská cesta

source: Small House
sk: Domček

source: Smithy
sk: Vyhňa

source: Snow Mountain
sk: Snežná hora

source: You need the Juggernaut Talisman to proceed!
sk: Nemôžete pokračovať bez talizmana molocha!

source: Mountain Cave
sk: Horská jaskyňa

source: Bring ssssacrifices for Zalkaz here!
sk: Tu prináššššajte Zalkazovi obete!

source: Zalkaz's Lair
sk: Zalkazov brloh

source: You're home!
sk: Ste doma!

source: Prepare to die!
sk: Priprav sa zomrieť!

source: Mountain Mine
sk: Horská baňa

source: Empty...
sk: Prázdna...

source: Mountain Shop
sk: Horský obchod

source: Safe Room
sk: Bezpečná miestnosť

source: Tavern
sk: Krčma

source: Volcano
sk: Sopka

source: Locked Gate
sk: Zamknutá brána

source: Anvil
sk: Nákova

source: Lava River
sk: Lávová rieka

source: Altar
sk: Oltár

source: Explore the strange basement you've found underneath the Elder's house.
sk: Preskúmajte podivnú pivnicu, ktorú ste našli pod domom staršinu.

source: You've found a strange key, but what on earth could it be used for?
sk: Našli ste zvláštny kľúč, ale kde ho len možno použiť?

source: Speak with the ghost in the basement.
sk: Hovorte s duchom v pivnici.

source: Explore the village of Laurelia
sk: Preskúmajte dedinu Laurelia

source: Find the Fairy Flower north of town, over the river.
sk: Nájdite vílí kvet za riekou na severe mesta.

source: You have been tasked with finding the Juggernaut Talisman. Go east to find the first half in the volcano.
sk: Dostali ste za úlohu nájsť talizman molocha. Vydajte sa na východ k sopke, kde nájdete prvú polovicu.

source: You have found the first half of the Juggernaut Talisman. Go to the volcano to the west to find the second half.
sk: Našli ste prvú polovicu talizmanu molocha. Vydajte sa k sopke na západe, kde nájdete druhú polovicu.

source: You have found the 2nd half of the Juggernaut Talisman. Bring it to the village elder to have him combine the halves.
sk: Našli ste druhú polovicu talizmanu molocha. Doneste ju staršinovi dediny, aby mohol spojiť obe polovice dohromady.

source: Scale Snow Mountain, south of Laurelia, to put an end to Zalkaz once and for all.
sk: Vylezte na snežnú horu južne od Laurelie a raz navždy sa zbavte Zalkaza.

source: Leave Zalkaz's Lair, and return to Laurelia to talk to the townsfolk. Congratulations, you've beaten Laurelia's Polymorphable Citizens!
sk: Opustite Zalkazov brloh a vráťte sa do Laurelie, kde sa môžete porozprávať s obyvateľmi. Gratulujeme, prešli ste hru Polymorfní obyvatelia Laurelie!

source: Wot the Apprentice
sk: Učeň Wot

source: Good Morning
sk: Dobré ráno

source: Good morning Daphne.
sk: Dobré ráno, Dafné.

source: Good morning Wot! Clara working you hard?
sk: Dobré ráno, Wot! Klára ti dáva poriadne zabrať?

source: It's miserable. I've forged three swords and two helms this morning, but she says it's still not enough.
sk: Je to hrozné. Dnes ráno som ukoval tri meče a dve helmy a stále jej to nestačí.

source: Keep at it! One of these days, maybe you'll be as good a smith as she is!
sk: Len tak ďalej! Jedného dňa možno budeš rovnako dobrý kováč ako ona!

source: I hope so, but I suppose I can always join the King's knights if this doesn't pan out.
sk: To dúfam, no ak by to nevyšlo, stále mám šancu u kráľových rytierov.

source: Oh, don't be silly - you couldn't leave this village. I've seen how Waka looks at you!
sk: Ale neblázni - nemôžeš predsa odísť z dediny. Videla som, ako na teba zazerá Waka!

source: Wait, what? She's never said anything!
sk: Počkaj, čo? Nič mi nepovedala!

source: Oh, I see her staring.
sk: Veď vidím, že z teba nevie spustiť oči.

source: *Wot blushes*
sk: *Wot sa začervená*

source: See you around!
sk: Maj sa pekne!

source: Chat
sk: Hovoriť

source: Not too many people in the tavern.
sk: Je tu akosi prázdno.

source: It's midmorning. Gives me time to get the steins clean.
sk: Tak to dopoludnia býva. Aspoň mám čas vyčistiť škvrny.

source: Balthasar
sk: Baltazár

source: Death of the Shade
sk: Smrť tieňa

source: Ah, I can rest now... if you wish, read the books beside me for history of these ruins...
sk: Ach, teraz už môžem odpočívať... Ak sa chceš dozvedieť o dejinách týchto zrúcanín, prečítaj si knihy vedľa mňa...

source: The Shade
sk: Tieň

source: I cannot rest! Look into the fountain... and defeat your shadow there!
sk: Nemôžem odpočívať! Nazri do fontány... a poraz tam svoj tieň!

source: Clara the Blacksmith
sk: Kováčka Klára

source: Weapons
sk: Zbrane

source: Ah, so you need a better sword to beat the Evil One?
sk: Ach, potrebuješ lepší meč, aby si mohla poraziť toho zloducha?

source: I've got this one that I made last night, but I'm feeling pretty attached to it.
sk: Tento som ukovala včera večer, ale celkom som k nemu pripútaná.

source: It'll cost ya 100 gold. Sound like a deal?
sk: Bude ťa to stáť 100 zlatých. Dohodnuté?

source: The Hero's Sword
sk: Hrdinov meč

source: The tag on this sword says "The sword of the ancient hero."
sk: Na meči je napísané: „Meč dávneho hrdinu“.

source: It is!
sk: Je to tak!

source: Didn't you say you just finished forging it last night?
sk: Nevravela si, že si ho dokovala včera večer?

source: No! Of course not! It's the Ancient Hero's sword. I just finished polishing it last night.
sk: Nie! Samozrejme, že nie! Je to naozaj meč dávneho hrdinu. Včera večer som ho len doleštila.

source: You were going to try to sell it to the next nobleman who comes through town, weren't you?
sk: Chcela si ho skúsiť predať najbližšiemu šlachticovi, ktorý bude prechádzať mestom, všakže?

source: Could be.
sk: Možno.

source: The End
sk: Koniec

source: Daphne, you've destroyed Zalkaz! I'm proud of you for putting that sword to good use.
sk: Dafné, ty si zničila Zalkaza! Som na teba hrdá, že si našla pre ten meč dobré využitie.

source: So that means I'll get a refund? Come on, this is like free advertising.
sk: To znamená, že dostanem svoje peniaze späť? No tak, prakticky ti robím zadarmo reklamu.

source: No way! But I'll tell you what, I'll cook you dinner tonight.
sk: Ani náhodou! Ale mám návrh – dnes ti uvarím večeru.

source: Brewmistress Waka
sk: Pivovarníčka Waka

source: Good evening! Have you come to try one of my latest creations?
sk: Dobrý večer! Prišla si ochutnať jeden z mojich najnovších výtvorov?

source: I promise tonight's oatmeal stout is the best batch I've ever made.
sk: Sľubujem, že dnešná várka ovseného piva je najlepšia, akú som kedy uvarila.

source: Let's raise a glass to your good health!
sk: Pripime si na tvoje zdravie!

source: Captain Tam
sk: Kapitán Tam

source: Good afternoon.
sk: Dobré odpoludnie.

source: Slow day?
sk: Pomalý deň?

source: Very slow... that new recruit keeps getting hit by the combat dummy, though, so that's good for a laugh.
sk: Veľmi pomalý... Na druhej strane toho zelenáča ustavične zasahuje bojová figurína, takže aspoň sa dobre zasmejem.

source: Altea, Keeper of the Faith
sk: Altea, strážkyňa viery

source: Restore
sk: Obnova

source: Welcome to the Church!
sk: Vitaj v kostole!

source: Come to the Church whenever you are wounded, and I shall heal you.
sk: Vždy, keď sa zraníš, príď ku kostolu a ja ťa vyliečim.

source: Shandra's Daughter, Kelsey
sk: Šandrina dcéra Kelsey

source: Hey Daphne, out and about today?
sk: Ahoj, Dafné, dneš už si vonku?

source: It's beautiful, plus I have a couple errands to do for Elder Thomas. Will you be coming to my sixteenth birthday ceremony tomorrow?
sk: Je krásne a k tomu musím vybaviť nejaké veci pre staršinu Tomáša. Prídeš zajtra na oslavu mojich šestnástych narodenín?

source: Of course! There's no place else in the village I'd rather.
sk: Samozrejme! Nie je miesto v dedine, kam by som šla radšej.

source: I hope it's half as awesome as yours was last month.
sk: Dúfam, že bude aspoň z polovice taká úžasná ako tá tvoja minulý mesiac.

source: I'm sure it will be. Come back tonight for dinner, too!
sk: Určite bude. Inak vráť sa dnes na večeru!

source: Mmm, more pulled pork? Excellent!
sk: Mmm, ďalšie bravčové pliecko? Skvelé!

source: Deacon Ray
sk: Diakon Ray

source: Hi Daphne, it's bee a while. You don't see anything weird around here, do you?
sk: Ahoj, Dafné, nevideli sme sa už dlhšiu dobu. Nevšimla si si tu nič podivné, však?

source: Should I?
sk: Mala by som?

source: No, uh, no. It's just that there's been weird sounds from the graveyard at night lately.
sk: Nie, ehm, nie. Ja len že sa poslednú dobu v noci ozývajú z cintorína podivné zvuky.

source: Maybe you shouldn't drink coffee before bed.
sk: Možno by si pred spaním nemal piť kávu.

source: Yeah, that's it, I'll lay off the coffee.
sk: Áno, to bude ono, prestanem piť kávu.

source: Elder Thomas
sk: Staršina Tomáš

source: Daphne, you must save the world from Zalkaz!
sk: Dafné, musíš zachrániť svet pred Zalkazom!

source: The Juggernaut Talisman
sk: Talizman molocha

source: You must find the Juggernaut Talisman!
sk: Musíš nájsť talizman molocha!

source: Thank you for finding both halves of the Talisman!
sk: Ďakujem ti, že si našla obe polovice talizmanu!

source: Now I will make them whole again.
sk: Teraz ich spojím dokopy.

source: So, what do I do now with this thing?
sk: A čo mám s tým teraz robiť?

source: Go south to the Snow Mountain. The ancient texts say that is where Zalkaz makes his lair.
sk: Choď na juh k snežnej hore. Podľa prastarých textov práve tam brloží Zalkaz.

source: Does he have a sled to come back down on?
sk: Ako zíde späť dolu, na sánkach?

source: Of course not! He's a bat! Be prepared for anything.
sk: Jasné, že nie! Je netopier! Buď pripravená na všetko.

source: You've found the first half of the Talisman, wonderful! The second half is in a ruined castle to the west.
sk: Výborne, našla si prvú polovicu talizmanu! Druhú polovicu ukrýva zrúcanina hradu na západe.

source: The Fairy Flower
sk: Vílí kvet

source: Have you found the Fairy Flower yet?
sk: Už si našla vílí kvet?

source: Shade of Elder Thomas
sk: Tieň staršinu Tomáša

source: Daphne, I'm projecting to you via telepathy!
sk: Dafné, premietam sa ti telepaticky!

source: I was reading my brother's ancient scrolls, and discovered that Zalkaz has the power to summon hordes of bats.
sk: Čítal som prastaré zvitky môjho brata a dozvedel som sa, že Zalkaz má schopnosť vyvolávať kolónie netopierov.

source: Do not face him without polymorphing into a juggernaut first!
sk: Prv ako sa mu postavíš, nezabudni sa premeniť na molocha!

source: Avoid him when he summons the bats, and then use your Holy Sword power to knock them all out in one swing of your sword!
sk: Keď vyvolá netopiere, vyhýbaj sa mu a potom za pomoci sily svätého meča jedným švihom všetky zabi.

source: I wish you luck.
sk: Veľa šťastia.

source: Howard the Gardener
sk: Záhradník Howard

source: Oh, I have some fresh carrots and watermelons, they're good for what ails you!
sk: Ach, mám v ponuke čerstvé mrvky a melóny. Sú dobré na všetko, čo bolí!

source: Thanks for saving the village!
sk: Ďakujem, že si zachránila našu dedinu!

source: Now that we're so famous, maybe soon some more vendors will come to town.
sk: Keď sme teraz takí známi, možno do mesta zavíta viac obchodníkov.

source: Gaspar
sk: Gašpar

source: River of Flames
sk: Rieka plameňov

source: Be careful not to traverse the river of flames...
sk: Dávaj si pozor na rieku plameňov. Neprechádzaj cez ňu...

source: Parents
sk: Rodičia

source: Hello, Daphne.
sk: Ahoj, Dafné.

source: How do you know my name? Why aren't you attacking me?
sk: Odkiaľ vieš, ako sa volám? Prečo na mňa neútočíš?

source: I knew your father long ago... it was here he first battled Zalkaz, to try and seal him away. Half the Juggernaut Talisman is in here.
sk: Kedysi dávno som poznal tvojho otca... Práve na tomto mieste prvýkrát bojoval so Zalkazom a pokúsil sa ho zapudiť. Ukrýva sa tu polovica talizmanu molocha.

source: There is now a lava ward preventing anyone from passing to the house...
sk: V ceste do domu teraz bráni láva...

source: I can get across, but alas, I am already dead. Stay away from the lava unless you want to be dead, too.
sk: Ja sa na druhú stranu dostanem, ale som už, bohužiaľ, mŕtvy. Drž sa ďaleko od tej lávy, pokiaľ nechceš skončiť ako ja.

source: I think I learned not to touch hot objects when I was three, thanks for the tip.
sk: Vďaka za radu, ale to, že sa nemám dotýkať horúcich predmetov, som sa naučila, keď som mala tri roky.

source: Ancient Tombstone
sk: Prastarý náhrobok

source: Examine Tombstone
sk: Preskúmať náhrobok

source: As you gaze upon the tombstone, you hear a voice coming from the walls.
sk: Počas toho, ako ste hľadeli na náhrobok, začuli ste hlas vychádzajúci zo stien.

source: I knew it was just a matter of time until someone stumbled upon my tomb!
sk: Vedel som, že je len otázkou času, kedy niekto narazí na moju hrobku!

source: But never in the wildest dreams did I believe it would be the daughter of my captors!
sk: Ale ani v najdivokejších snoch by som neveril, že to bude dcéra mojich únoscov!

source: What? Who are you? Where are you?
sk: Čo? Kto si? Kde si?

source: Oh, and I'm so scared now. You're just a voice, who cares?
sk: Ach, už sa celá trasiem od strachu. Si len hlas, koho to zaujíma?

source: King's knight
sk: Kráľov rytier

source: Robin the Hunter
sk: Lovec Robin

source: This bow is the best ever seen in this village.
sk: Toto je najlepší luk, aký kedy táto dedina videla.

source: What? No, of course you can't have it!
sk: Čo? Nie, samozrejme, že ho nemôžeš mať!

source: Armor
sk: Zbroj

source: I talked to the Elder... he wants me to give you something.
sk: Hovoril som so staršinom... Chce, aby som ti niečo dal.

source: Your precious bow? Yes, that should come in handy.
sk: Tvoj drahý luk? Hej, ten by sa mi zišiel.

source: My bow?? You're nuts, I grew up with this thing!
sk: Môj luk?! Zbláznila si sa? S tým som vyrastal!

source: What else do you have?
sk: Čo ešte máš?

source: Well, I have some old leather armor. It should help.
sk: No, mám nejakú starú koženú zbroj. Mala by ti pomôcť.

source: Ew, it smells like wet socks.
sk: Fuj, smrdí ako mokré ponožky.

source: No, that's just the smell o' tha woods! Don't look a gift horse in the mouth!
sk: Nie, to je len pach lesa! Darovanému koňovi sa na zuby nehľadí!

source: Ah, hey, you kill Zalkaz! I would have done it myself, but you know how it is.
sk: Ahoj, počul som, že si zabila Zalkaza! Zabil by som ho sám, ale veď vieš, ako to chodí.

source: How is it exactly?
sk: Presne ako to chodí?

source: Ah, er, well... oh look! Squirrel!
sk: Ach, ja, no... aha, pozri! Veverička!

source: Shandra the Innkeep
sk: Hostinská Šandra

source: Welcome to the tavern. Would you like some chicken wings?
sk: Vitaj v hostinci. Môžem ti ponúknuť kuracie krídla?
