Repository: NylaWoethief/polymorphable
Catalog: mods/polymorphable/languages/data.*.po
Languages: sk

source: I expect suitors will soon be coming to town looking for you. Ah, to be young again.
sk: Čakám, že zachvíľu do mesta zavítajú pytači a budú ťa hľadať. Ach, keby som bola zase mladá...

source: Jailor
sk: Žalárnik

source: Lots of unsavory types locked up here!
sk: Je tu uväznených množstvo nedôveryhodných typov!

source: Aw, who am I kidding? We haven't had an inmate in fifty years.
sk: Ale čo si to nahováram? Už päťdesiat rokov sme nemali väzňa.

source: I think I still have the keys around here somewhere, though...
sk: Tuším, že by som tu niekde stále mal mať kľúče, ak by boli potrebné...

source: Maybe you should be our new Sherriff! Not that we've anyone around to imprison, still.
sk: Možno by si sa mala stať našou šerifkou! Nie že by sme niekoho potrebovali zatvoriť, ale aj tak.

source: Celade the Jeweler
sk: Klenotníčka Celade

source: I came here all the way from the Castle Keradon to sell the jewels my family mines, but nobody here is buying!
sk: Prišla som sem až z hradu Keradon predávať šperky z drahokamov, ktoré ťaží moja rodina, ale nikto tu nekupuje!

source: Hopefully there's more money to be made at my next stop in Haladria.
sk: Dúfam, že na ďalšej zastávke v Heladrii zarobím viac.

source: Librarian Joe
sk: Knihovník Joe

source: Oh, no, I'm not the Elder, I'm just his twin brother!
sk: Ach, nie, ja nie som staršina. Som len jeho dvojča!

source: Younger by an hour, but he gets to be the village elder.
sk: O hodinu mladší, ale staršinom dediny sa stane on.

source: Let me know if you need to look anything up, maps or the like.
sk: Ak niečo potrebuješ vyhľadať, mapy a podobne, daj mi vedieť.

source: I'm already writing down your story for future generations!
sk: Tvoj príbeh už zaznamenávam pre budúce generácie!

source: Quartermaster Fenton
sk: Zásobovateľ Fenton

source: We're stocking up the granary for the winter.
sk: Naplňujeme sýpku na zimu.

source: Read Note
sk: Prečítať odkaz

source: If we're not in right now, feel free to leave the money in the chest. Honor system!
sk: Ak nie sme prítomní, peniaze môžete pokojne nechať v truhlici. Systém cti!

source: PFC Xavier
sk: Slobodník Xavier

source: Don't break my concentration, or that thing will send me sprawling!
sk: Nenarušuj moje sústredenie, inak ma tá vec zhodí na zem!

source: We're getting away for a few days. Castle life is just so hectic!
sk: Prišli sme sa na pár dní uvoľniť. Život na hrade je proste taký hektický!

source: Don't tell Harry, but I'm really interested in going to the volcano - there might even be some obsidian there!
sk: Nehovor Harrymu, ale veľmi by som sa chcela vybrať k sopke – možno je tam obsidián!

source: Only trouble is, it's too hot to get close enough. If only there was a way to traverse the lava.
sk: Jediný problém je v tom, že horúčava mi nedovolí dostať sa tak blízko. Kiež by existoval spôsob ako prejsť cez lávu.

source: We're almost ready to go back home to the castle, but I still haven't been to the volcano.
sk: Už sme takmer pripravení na cestu späť domov do hradu, ale stále som nebola pri sopke.

source: I'd let you borrow this charm, but apparently they only work for Laurelians,
sk: Požičala by som ti tento prívesok, ale podľa všetkého má účinok len na obyvateľov Laurelie.

source: Shucks. Well, if you ever want to visit us back at the castle, just let me know!
sk: Čo už. Nuž, ak by si nás niekedy chcela navštíviť na hrade, daj mi vedieť!

source: Ah, the vacation life!
sk: Ach, ten dovolenkový život!

source: I hear there's some great spelunking to the north, and skiing to the south.
sk: Počul som, že na severe sa dá dobre jaskyniarčiť a na juhu lyžovať.

source: Do you know where I rent some skis around here?
sk: Nevieš, kde by som si tu mohol požičať lyže?

source: Uh, I'm not sure we have any shops like that.
sk: Ehm, nemyslím, že máme také obchody.

source: Darn. Our castle is way more impressive than your ruined one here, I'll bet you could get skis there.
sk: Dofrasa. Náš hrad je oveľa pôsobivejší ako tá vaša zrúcanina – stavím sa, že by som tam našiel lyže.

source: A pit opens beneath your feet, and you fall into a dank cave!
sk: Pod vašimi nohami sa otvorila jama a spadli ste do vlhkej jaskyňe!
